---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.ViewCamera
source: html/2e19b8c8-1b90-c3ce-b07b-104c8fd4cc5c.htm
---
# Autodesk.Revit.DB.GroupTypeId.ViewCamera Property

Camera.

## Syntax (C#)
```csharp
public static ForgeTypeId ViewCamera { get; }
```